<?php
global $USER;

//Text for ecg strings
const ENCOUNTERGENERATORTEXTS = [
    'name' => 'Введите имя',
    'race' => 'Введите расу',
    'type' => 'Введите тип существа (Животное, голем...)',
    'class' => 'Введите класс, если он есть',
    'lvl' => 'Введите уровень',
    'aligment' => 'Введите мировоззрение',
    'HP' => 'Введите количество HP',
    'AC' => 'Введите количество AC',
    'armor' => 'Введите количество брони',
    'actions' => 'Введите количество действий',
    'defenceActions' => 'Введите количество оборонительных действий',
];